start_message = "Вас вітає бот <b>Podeal Central Bank</b>.\n" \
                "Створіть собі карту за секунду, або скористайтесь вже існуючою.\n" \
                "Обирай кнопку та будь щасливий!"

new_card = "<b>Вітаю!</b>\n" \
           "Нова карта створена.\n" \
           "card: <code>{}</code>\n" \
           "pin:  <code>{}</code>\n" \
           "Ця карта додана до меню \"Мої карти\"\n" \
           "<b>Увага</b>, нікому не показуй свій пін-код."

wait_pin = "Ви намагаєтесь зайти на карту:\n" \
           "<code>{}</code>\n" \
           "Введіть пін:"

card_menu = "<b>Меню картки.</b>\n" \
            "Карта: <code>{}</code>\n" \
            "Баланс: <code>{}</code>"

withdraw = "Баланс: <code>{}</code>\n" \
           "Введіть суму зняття:"

deposit = "Баланс: <code>{}</code>\n" \
          "Введіть суму поповнення:"

operation_ok = "<b>Операція:</b> \"<code>{}</code>\"\n" \
               "Пройшла успішно.\n" \
               "Баланс: <code>{}</code>"

operation_not_ok = "<b>Помилка</b>\n" \
                   "Кортить сказати <code>-10</code> з <code>5</code>\n" \
                   "Але поки просто:\n" \
                   "<code>\"{}\"</code>"

card_limit = "Ви вичерпали ліміт карток.\n" \
             "Сервер: <code>\"{}\"</code>"

transfer_1 = "Баланс: <code>{}</code>\n" \
             "Введіть суму переказу:"

transfer_2 = "Введіть картку отримувача:"
